i5/20220909-zfs-large/raidz2/default/5000/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 5000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 6336827
number of failed transactions: 0 (0.000%)
latency average = 9.090 ms
initial connection time = 6.867 ms
tps = 1760.220941 (without initial connection time)